app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", ""], ["text", ""], ["created_at", "2017-04-12 12:08:18.763974"], ["updated_at", "2017-04-12 12:08:18.763974"]]
---
	def create
		@article = Article.new(params.require(:article).permit(:title, :text))

  		@article.save